 [ {
  "name" : "John Addison Alsobrook , M.D.",
  "picString" : "john-addison-alsobrook-profile.jpg",
  "paragraphs" : ["Dr. John A. Alsobrook joined Children's Orthopaedics of Atlanta in 2013. He began his academic career earning his undergraduate degree from Davidson University in North Carolina and his MBA from The George Washington University in Washington, D.C. It was then that he decided to pursue a career as a physician so he decided to take some pre-med coursework at Virginia Commonwealth University while volunteering in the Columbia Retreat Hospital Emergency Center in Richmond, Virginia.",
                  "From there, he was accepted into medical school at the prestigious University of Florida in Gainesville, Florida where he completed his Doctor of Medicine and a Community Health and Family Residency. In his third year, he served as Chief Resident.",
                  "In 2006, Dr. Alsobrook relocated to Indiana to pursue a Fellowship in Sports Medicine at Notre Dame University. While in South Bend, he provided Sports Medicine services for all of the Fighting Irish athletes at the University.",
                  "After completing his Sports Medicine Fellowship and training, Northeast Georgia Physicians Group (NGPG) in Buford, Georgia hired Dr. Alsobrook. At NGPG, Dr. Alsobrook built a thriving Sports Medicine practice in the Northeast Georgia community over the next five years. He serves as the team physician for Buford High School and has helped cover Gwinnett Gladiator Hockey Games. His practice focuses on caring for all non-operative orthopedic conditions as it relates to fracture care, sprains, strains, and concussions.",
                  "When not seeing patients at COA and spending time with his family, he enjoys running, triathlon training, hiking, camping, golf, snow and water skiing and whitewater canoeing."],
  "greenBoxes" : [
                {
                  "title" : "Education",
                  "bullets" : ["College – Davidson College, 1992",
                               "Graduate – The George Washington University, MBA, 1997",
                               "Medical School – University of Florida, 2003",
                               "Post Graduate: Community Health & Family Residency Program – University of Florida, 2003-2006 & South Bend Sports Medicine Fellowship – University of Notre Dame, 2006-2007"]
                  },{
                  "title" : "Board Certifications",
                  "bullets" : ["American Board of Family Medicine",
                               "Certificate of Added Qualification in Sports Medicine",
                               "American Board of Family Practice" ]
                  }, {
                  "title" : "Licensure",
                  "bullets" : ["Medical Licensure – State of Georgia"]
                  }, {
                  "title" : "Professional Affiliations",
                  "bullets" : ["American Medical Society for Sports Medicine",
                               "American College of Sports Medicine",
                               "American Academy of Family Physicians",
                               "Adjunct Faculty University of Florida College of Medicine"]
                  },{
                  "title" : "Areas of Clinical Interest",
                  "bullets" : ["Non-operative orthopaedic conditions – fracture care, sprains, strains & concussions"]
                  },{
                  "title" : "Personal Interests",
                  "bullets" : ["Spending time with family",
                               "Running & triathlon training",
                               "Hiking & camping",
                               "Golf",
                               "Snow & water skiing",
                               "Whitewater canoeing"]
                  }
    ]
  },
 {
 "name" : "Jed Axelrod, M.D.",
 "picString" : "jedaxelrod.png",
 "paragraphs" : ["Dr. Axelrod earned his medical degree in 2001 from the State University of New York Upstate Medical University in Syracuse, New York. He continued his training at the University at Buffalo in Buffalo, New York, completing his orthopaedic surgery residency in 2007. During that time, he spent 9 months at the Women & Childrenís Hospital of Buffalo, where he developed his interest in pediatric orthopaedics.",
                 "Upon completion of his residency, he received the Theodore Papademetriou, MD award in recognition of his outstanding commitment to orthopaedic education. After his residency, Dr. Axelrod came to Atlanta for a fellowship in pediatric orthopaedics at Childrenís Healthcare of Atlanta at Scottish Rite. Upon completion of his fellowship in 2008, he was invited to join the staff at Childrenís Orthopaedics of Atlanta.",
                 "Dr. Axelrod is a member of the American Academy of Orthopaedic Surgeons. He has authored several publications in peer-reviewed orthopaedic journals. His results in orthopaedic research have been presented at the meetings of national orthopaedic organizations. He also lectures to numerous primary care providers on pediatric orthopaedic topics.",
                 "Dr. Axelrodís interests include all of pediatric orthopaedics, with special interests in foot and ankle problems, spinal deformity, and orthopaedic trauma. He also has a specialty clinic for spina bifida patients.",
                 "He sees patients at the following locations:  Alpharetta, Marietta and Meridian Mark."],
 "greenBoxes" : [
                 {
                 "title" : "Education",
                 "bullets" : ["College: Cornell University, 1995", "Medical School: SUNY Upstte Medical University, 2001", "Orthopaedic Surgery Residency: SUNY at Buffalo, 2007", "Fellowship: Pediatric Orthopaedic Surgery - Children's Healthcare of Atlanta at Scottish Rite, 2008"]
                 },{
                    "title":"Hospital Affiliations",
                    "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
                 },{
                    "title" : "Board Certifications",
                    "bullets" : ["American Board of Orthopaedic Surgery"]
                }, {
                    "title" : "Licensure",
                    "bullets" : ["Medical Licensure - State of Georgia"]
                }, {
                    "title" : "Professional Affiliations",
                    "bullets" : ["American Academy of Orthopaedic Surgeons"]
                }, {
                    "title" : "Areas of Clinical Interest",
                    "bullets" : ["Foot and Ankle Disorders", "Blount's Disease", "Spinal Deformity", "Spina Bifida"]
                }
                ]
  },{
  "name" : "John M Buchanan, D.O.",
  "picString" : "john-b-buchanan-profile.jpg",
  "paragraphs" : ["Dr. John (Buck) Buchanan is a native of Ft. Lauderdale, Florida where his love of sports was born. Specifically, his love and skill in baseball, along with his academic achievements, earned him an academic/athletic scholarship to Mercer University in Macon, Georgia. As an undergraduate, he lettered four years in NCAA Division I baseball, was elected Captain and earned his B.A. in Psychology.",
                  
                  "Then, after completing a B.S. in Biological Sciences in 1990 at Florida International University, he joined the United States Army for nine years where he would have a plethora of honors and experiences that prepared him for the physician he is today. He was promoted to Captain, earned his Doctor of Osteopathic Medicine, was a Flight Surgeon and Assistant Chief, completed a Traditional Internship at Walter Reed Medical Center in Washington, D.C., was a contract physician for Spectrum Emergency Care in Belen, New Mexico, was the General Medical Officer at William Beaumont Army Medical Center in El Paso, Texas, just to name a few.",
                  
                  "After an Honorable Discharge from the Army in 1999, he moved to Birmingham, Alabama to complete a Family Medicine Residency with a special emphasis in Primary Care Sports Medicine. A year later, he was awarded a Sports Medicine Fellowship at Saint Joseph Regional Medical Center in South Bend, Indiana, where he provided medical coverage to the athletes of Notre Dame and local high schools.",
                  
                  "With his post graduate education completed, Dr. Buchanan was recruited for Sports Medicine Physician position at Mercy Health System in Lake Geneva, Wisconsin. He would spend two years in Wisconsin providing medical care and event coverage to athletes at regional high schools, universities and even professional athletes.",
                  
                  "With a desire to establish permanent roots in a warmer climate, Dr. Buchanan moved back to the South where he would build a Sports Medicine practice at Georgia Sports Medicine in Duluth, Georgia for two years and then at Northeast Georgia Health System in Gainesville for seven years. He has served as the Head Team Physician for Mill Creek High Scholl since it opened in 2004 and has also provided sports medicine care to numerous other area high school and college athletes. He has served as an Assistant Team Physician for the Gwinnett Gladiators since 2006.",
                  
                  "In 2013, he joined Children's Orthpaedics of Atlanta as a Sports Medicine Physician where he specializes in non-surgical orthopaedics. While not seeing patients in the office or supporting local high school athletics with medical coverage, Dr. Buchanan enjoys spending time with his wife Sherri and his three children, Kylie, Jackson and Lindsay."
  ],
  "greenBoxes" : [
                  {
                  "title" : "Education" ,
                  "bullets" : ["College – Mercer University-1985 & Florida International University-1990",
                               "Graduate – Nova Southeastern University-1994",
                               "Internship- Walter Reed Army Medical Center-1995",
                               "Residency- University of Alabama Birmingham-2001",
                               "Fellowship-University of Notre Dame-2002"]
                  },{
                  "title" : "Hospital Affiliations",
                  "bullets" : ["Children's Health Care of Atlanta-Scottish Rite",
                               "Northeast Georgia Medical Center"]
                  },{
                  "title" : "Board Certifications",
                  "bullets" : ["Primary Care Sports Medicine CAQ – 2002 & 2012",
                               "American Board of Family Practice – 2002 & 2008"]
                  },{
                  "title" : "Licensure",
                  "bullets" : ["Medical License - State of Georgia"]
                  },{
                  "title" : "Professional Affiliations",
                  "bullets" : ["American Academy of Family Physicians",
                               "American College of Sports Medicine",
                               "American Medical Society of Sports Medicine"]
                  },{
                  "title" : "Areas of Clinical Interest",
                  "bullets" : ["Baseball and Cheerleading injuries"]
                  }
  ]
  },
 {
     "name" : "Michael T. Busch, M.D.",
     "picString" : "michaelbusch.png",
     "paragraphs" : ["Michael T. Busch, MD graduated from the Honors Program in Medical Education at Northwestern University in Chicago, Illinois. He continued his education at Northwestern University completing his orthopaedic surgery residency in 1985. Following residency, Dr. Busch completed a fellowship in pediatric orthopaedic surgery at the Scottish Rite Children's Hospital in Atlanta under the direction of Raymond Morrissy, MD. Next, he did a six-month traveling fellowship in sports medicine. Dr. Busch then joined Children's Orthopaedics of Atlanta (COA), PC in 1987, and is now its President and CEO.",
                    "Dr. Busch is one of the first pediatric orthopaedic surgeons in the country with an expertise in sports medicine. He now has a subspecialty certification in sports medicine from the American Board of Orthopaedic Surgery. Dr. Busch founded the sports medicine program at Childrens' Healthcare of Atlanta (CHOA), and is now its surgical director. He served as one of the Olympic Village Sports Medicine Physicians during the 1996 Summer Olympic games in Atlanta.",
                    "Dr. Busch has authored many publications on young athletes. He has authored several book chapters including \"Athletic Injuries in Young Children,\" in Lovell and Winter's Textbook of Pediatric Orthopaedic Surgery. He has written a number of scientific articles on injuries and problems of young athletes and presents regularly at meetings of the American Academy of Orthopaedic Surgery and the Pediatric Orthopaedic Society of North America.",
                    "Dr. Busch was the first annual Marino Visiting Professor of Sports Medicine at Harvard's Children's Hospital of Boston and the fifth Walgreen's Visiting Professor of Sports Medicine at Loyola University in Chicago. He has been a guest speaker at Children's Hospital of Philadelphia, Calgary Children's, Hartord Chidlren's, and Children's Hospital of Los Angeles. He has been a keynote speaker at the Hawaiian Orthopaedic Association, the Wisconsin Orthopaedic Society, and the Argentine Orthopaedic Society (SAOTI). Along with visiting professor Ted Ganley, MD Director of Sports Medicine at Children's Hospital of Philadelphia, Dr. Busch recently hosted a tutorial for members of the Pediatric Orthopaedic Society of North America. In April of 2011, he was a featured lecturer and instructor at the Dana Children's Hospital's first international pediatric sports medicine course in Haifa, Israel.",
                    "Aside from his work with competitive athletes, Dr. Busch has applied his arthroscopic skills to the joint problems of hemophiliacs. He works with Amy Dunn, MD from the Hematology and Oncology Department at CHOA. Their work has led to recognition of CHOA as a national referral center for arthroscopic and radionuclide synovectomies. These procedures reduce the destructive effects of repetitive joint bleeding in hemophiliacs. Dr. Busch has served on the National Hemophilia Foundation's Musculoskeletal Committee and on the Board of Directors of Hemophilia of Georgia. He has presented results of his application of arthroscopic techniques in the hemophiliacs to the Arthroscopy Association of North America, The Pediatric Orthopaedic Society of North America, The American Academy of Orthopaedic Surgeons and the National Hemophilia Foundation. Drs. Dunn and Busch recently authored a chapter on hematologic disorders of the musculoskeletal system for Lovell and Winter's Textbook of Pediatric Orthopaedic Surgery.",
                    "Dr. Busch is actively involved with Children's Healthcare of Atlanta at Scottish Rite where he has served on and chaired numerous committees. He also served as the Vice Director of Surgery and two terms as Director of Surgery at Scottish Rite. Dr. Busch also spends some of his time providing program leadership as the Surgical Director, Sports Medicine and the Medical Director, Pediatric Orthopaedic Surgery Fellowship Program at Children's. Dr. Busch was a member of the committee that developed the Children's Healthcare of Atlanta Pediatric Health Care Alliance and he served three years on the Board of Directors of this organization that brought together over 500 pediatric primary care physicians and pediatric specialists and is currently on the Board of Directors of the Georgia Pediatric Specialists IPA. He also serves on the Board of Directors of the Children's Healthcare of Atlanta Surgery Center at Meridian Mark Plaza, LLC. He is currently the vice-chairman of the Georgia Pediatric Specialists IPA.",
                    "Each of the past several years, US News and World Report has ranked the orthopaedic surgery program at Children's Healthcare of Atlanta amongst the top in the country. In part, this is due to the training opportunities for young doctors who will care for the next generation of our families. Children's Orthopaedics of Atlanta trains orthopaedic surgery residents from Duke University, Atlanta Medical Center, the Eisenhower Military Medical Center in Augusta, and Pinnacle Medical Center in Harrisburg, PA. There is also a renowned fellowship program here, where the physicians of COA train two fellows per year. These fellows are surgeons who have finished their five years of orthopaedic surgery, and take an additional one-year intensive program to become sub-specialists in orthopaedic surgery for children. Many of our graduates now practice at some of the best-known children's medical centers in the country. Dr. Busch is the CHOA orthopaedic surgery fellowship director.",
                    "Dr. Busch sees patients at the following locations: Meridian Mark, Alpharetta, and Marietta"],
     "greenBoxes" : [
             {
             "title" : "Education",
             "bullets" : ["College: Northwestern University, 1978", "Medical School: Northwestern University, 1980", "Orthopaedic Surgery Residency: Northwestern University, 1985", "Fellowship: Pediatric Orthopaedic Surgery - Children's Healthcare of Atlanta at Scottish Rite, 1986", "Fellowship: Traveling Sports Medicine, 1986"]
             },{
             "title" : "Hospital Affiliations",
             "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
             },{
             "title" : "Board Certifications",
             "bullets" : ["American Board of Orthopaedic Surgery", "Specialty Certificate in Sports Medicine"]
             },{
             "title" : "Licensure",
             "bullets" : ["Medical License - State of Georgia"]
             },{
             "title" : "Professional Affiliations",
             "bullets" : ["American Academy of Orthopaedic Surgeons", "American Board of Orthopaedic Surgeons", "American Board of Orthopaedic Surgeons - Sports Medicine subdivision", "Arthroscopy Association of North America", "Pediatric Orthopaedic Society of North America"]
             },{
             "title" : "Areas of Clinical Interest",
             "bullets" : ["Sports injuries", "Arthroscopic Surgery", "Musculoskeletal Problems of Hemophilia", "Orthopaedic Trauma"]
             },{
             "title" : "Current Research Interests",
             "bullets" : ["ACL reconstructions in children and adolescents", "Ankle and elbow problems of young athletes", "Synovial impingement of the posterolateral elbow in youth", "Subscapularis avulsion in the immature shoulder", "Arthroscopic suture fixation of tibial spine fractures"]
             },{
             "title" : "Personal Interests",
             "bullets" : ["Boating, water skiing, golf, family, exercise"]
             }
         ]
 },
 {
    "name" : "Dennis P. Devito, M.D.",
    "picString" : "dennisdevito.png",
    "paragraphs" : ["Dr. Dennis P. Devito joined the staff at Children's Orthopaedics of Atlanta (COA) in 1991. At that time he also served as the Director of Multispeciality Clinics at Children's Healthcare of Atlanta - Scottish Rite. Over the next twenty years, Dr. Devito began specializing and pioneering care in the treatment of scoliosis. He now runs the COA Spine Program and specializes in the treatment of scoliosis and other complex spinal disorders and deformities in children, adolescents, and young adults. Other orthopaedic interests include advanced limb reconstruction, and trauma. Dr. Devito is board certified by the American Academy of Orthopaedic Surgeons, a member of the Pediatric Orthopaedic Society of North America, a fellow of the American Academy of Pediatrics, and offers over 25 years of orthopaedic surgical experience.",
                    "After completing the Harvard pediatric orthopaedic surgery fellowship at Boston Children's Hospital, Dennis Devito began his career at Vanderbilt University Medical Center as an assistant professor in the department of Orthopaedics. While at Vanderbilt, Dr. Devito served as Medical Director of the Spina Bifida Clinic, Chairman of the Child Abuse Committee, and was awarded the Commander's Certificate of Achievement for his role in establishing a pediatric orthopaedic clinic at Blanchfield Army Hospital. He also studied the Russian created Ilizarov external fixator in Europe and became one of the founding members of ASAMI-North America, now known as the Limb Lengthening and Reconstruction Society. Dr. Devito has studied advanced techniques with internationally renowned spine surgeons in both France and Germany, and actively maintains these connections today as he continues to push the envelope of modern spinal innovations.",
                    "Dr. Devito has presented his research in scoliosis and related conditions, pediatric trauma, and complex limb reconstructive surgery at several scientific meetings. He is a contributing author to the AAOS monograph series “Operative Management of Lower Extremity Fractures in Children” as well authoring the chapter on Children’s Fractures in Lovell and Winter’s Pediatric Orthopaedic textbook. He published a paper in Spine (2010) on the accuracy of spinal implant placement with robotic assistance and is the leading surgical authority on the use of robotics for scoliosis surgery. He presented the world’s largest surgical series on this pioneering topic at POSNA’s international conference, exemplifying his efforts to provide better and safer outcomes for his patients.",
                    "Dr. Devito is also experienced with the VEPTR device used to treat complex chest wall deformities seen in congenital scoliosis and early onset scoliosis. He received the Health-Care Innovations Heroes award for his work in this area. Other current research projects include ‘the Three Dimensional Analysis of Scoliosis Correction’, ‘the Results of Spinal Fusion for Spondylolisthesis’, and ‘Surgical Outcomes in Scoliosis Surgery: a Multi-Center Study’. Dr. Devito actively supports orthopaedic advanced education as a mentor in the pediatric orthopaedic fellowship program at CHOA-Scottish Rite and continues his annual work as an instructor at the Maine Orthopaedic Review course. He has previously served as the Chairman of the Education Committee for POSNA.",
                    "Dr. Devito’s passion for caring for children, both here and around the world is, demonstrated by his more than 15 years of charity mission work in Central America where he treats scoliosis and other orthopaedic conditions. He also serves as a board member of Children’s Cross Connection International, a local charity, and is the founder of a non-profit foundation, the ’International Pediatric Spine Mission, Inc.’ which helps fund the care of these underprivileged children.",
                    "Dr. Devito sees patients at the following locations: Meridian Mark, Alpharetta, and Gwinnett."
        ],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: Duke University, 1976", "Medical School: Washington University, 1980", "Orthopaedic Surgery Residency: Duke University, 1986", "Fellowship: Pediatric Orthopaedic Surgery - Harvard University - Boston Children’s Hospital, 1987"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Orthopaedic Surgery"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Orthopaedic Surgeons", "American Academy of Pediatrics", "Association for the Study and Application of the Methods of Ilizarov - North AMerica", "Group International Cotrl-Dubousset", "Pediatric Orthopaedic Society of North America", "Piedmont Orthopaedic Society","Southern Orthopaedic Association"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Spine deformity", "Limb deformity", "Limb length discrepancy"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Results of spinal fusion for treatment of high grade spondylolisthesis","Effect of pedicle screw fixation on global spinal balance in scoliosis", "Lateral condyle fractures in children"]
            }
        ]
 },
 {
    "name" : "Jorge A. Fabregas M.D.",
    "picString" : "jorgefabregas.png",
    "paragraphs" : ["Dr. Jorge Fabregas joined Children’s Orthopaedics of Atlanta (COA) in August 2005. Born in Puerto Rico, he completed his medical school training at Ponce School of Medicine where he was elected to the prestigious Alpha Omega Alpha honor society. It was during this time period that his pediatric interest was sparked by his volunteer work at the Shriner’s Hospital charity clinics in Puerto Rico. Following medical school, Dr. Fabregas moved to Philadelphia and completed his orthopaedic surgery training at Temple University Hospital. In 2004, he spent a year under the tutelage of Dr. John P. Dormans at Children’s Hospital of Philadelphia (CHOP). During that period, CHOP was named the top orthopaedic program in the country by Child magazine and Top Children’s Hospital in the country by U.S. News and World Report.",
            "Currently, Dr. Fabregas is the Chief of Orthopaedic Pediatric Surgery at Atlanta Medical Center and Residency Education Director at Children’s Orthopaedics of Atlanta. He sits on the board of the Association of Children’s Prosthetic-Orthotics Clinic (ACPOC) and is the co-director of the Limb Deficiency Program at Children’s Healthcare of Atlanta at Scottish Rite.",
            "Dr. Fabregas continues to actively participate in biannual clinics in Puerto Rico along with members of the Shriner’s Hospital staff. Through these clinics he is able to give back to his native land, treating underprivileged patients afflicted with Cerebral Palsy.",
            "His interests include benign and malignant bone tumors, cerebral palsy, scoliosis, and trauma.",
            "Dr. Fabregas sees patients at the following locations: Meridian Mark, Alpharetta, and Gwinnett."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: University of Rcohester, 1995", "Medical School: Ponce School of Medicine, 1999", "Orthopaedic Surgery Residency: Temple University, 2004", "Fellowship: Pediatric Orthopaedic Surgery, Children's Hospital of Philadelphia, 2005"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children’s Healthcare of Atlanta at Egleston", "Atlanta Medical Center"," Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Orthopaedic Surgery", "Specialty Certificate in Sports Medicine"]
            },{
                "title" : "Licensure" ,
                "bullets" : ["Medical License - State of Georgia", "Medical License - State of Pennsylvania"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["Alpha Omega Alpha Medical Honor Society", "American Association of Orthopaedic Surgeons", "Asociacion Medica de Puerto Rico" , "Association of Children's Prosthetic-Orthotics Clinics"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Treatment of Musculoskeletal Tumors", "Cerebral Palsy", "Spinal Deformity/Scoliosis", "Trauma"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Evaluating fractures in children with bone infections"]
            },{
                "title" : "Personal Interests",
                "bullets" : ["Golf, basketball, jogging, biking"]
            }
        ]
 },
 {
    "name" : "Jill C. Flanagan, M.D.",
    "picString" : "jillflanagan.png",
    "paragraphs" : ["Dr Flanagan was born in Baltimore, Maryland, and was raised in South Florida. She ventured back to the mid-Atlantic to attend the George Washington (GW) University for college. As a Division I gymnast, Dr Flanagan sought a school which had a balance between excellent academics and athletics. While she was in college, she was accepted early into medical school at GW, and therefore continued to stay in Washington, DC. She graduated medical school with honors, and her performance enabled her to match at GW and complete her orthopaedic surgery residency at her home institution. Following her residency, Dr Flanagan moved to Georgia to complete her pediatric orthopaedic surgery fellowship at Children's Healthcare of Atlanta (CHOA).",
        "Following completion of her fellowship, Dr. Flanagan was invited to join Children’s Orthopaedics of Atlanta.  Prior to her start, Dr Flanagan spent several months pursuing additional training in Baltimore at Sinai Hospital at the International Center for Limb Lengthening. The center is recognized internationally for its treatment of congenital femoral deficiency, fibular hemimelia, and other limb deformities. The center is home to some of the country's most experienced deformity correction surgeons.",
        "She is the recent recipient of a research grant from CHOA to more accurately identify bone and joint infections in children, and she was also awarded the Ruth Jackson Orthopaedic Society Travelling Fellowship. This fellowship enabled her to travel to other pediatric hospitals across the country and meet with the current leaders in promoting pediatric bone health. Dr. Flanagan hopes to use this information to open a multidisciplinary bone health clinic in Atlanta. Osteoporosis is becoming an increasingly larger problem in the United States. Currently, 50% of women over the age of 50 suffer from an osteoporosis- related fracture. The ability to maximize ones' peak bone mass occurs in adolescence. Therefore, the goal of a bone health clinic would be to promote healthy bones in every child and decrease the risk for fractures currently and in the future.",
        "Having been a Division I gymnast herself, Dr. Flanagan knows the importance of maintaining a healthy lifestyle when it comes to both diet and exercise, and she understands the stresses of being a young athlete. In her spare time, she enjoys travelling, exercising, and spending time with her husband and son.",
        "Dr. Flanagan sees patients at the following locations: Meridian Mark, Alpharetta, Marietta and Fayette."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: The George Washington University, 2000", "Medical SChool: The George Washington University, 2004", "Orthopaedic Surgery Residency: The George Washington UNiversity, 2009", "Fellowship: Pediatric Orthopaedic Surgery, Children's Healthcare at Scottish Rite, 2010"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["Board Eligible - American Board of Orthopaedic Surgery", "Certified Principal Investigator"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia", "Medical License - State of Penn"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Orthopaedic Surgeons", "American Orthopaedic Association - Emerging Leader", "American Society of Bone and Mineral Research", "Association of Clinical Research Professionals", "Ruth Jackson Orthopaedic Society"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Limb deformity/Limb length discrepancy", "Spinal deformity, scoliosis", "Bone health", "Gymnastic Injuries"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Improvements in diagnosing musculoskeletal infections", "Assessing likelihood of child abuse in children under three with femur fractures", "Comparing different ways to surgically treat femur fractures","Treat Perthes disease using minimally invasive techniques"]
            },{
                "title" : "Personal Interests",
                "bullets" : ["Family time, gymnastics, running, hiking, traveling"]
            }
    ]
 },
 {
    "name" : "David L. Marshall, M.D.",
    "picString" : "davidmarshall.png",
    "paragraphs" : ["Dr. Marshall joined Children’s Orthopaedics of Atlanta in May of 2001.  He is board certified in General Pediatrics and is one of only 78 pediatricians in the United States who is also board certified in Sports Medicine.  His expertise lies in the diagnosis and management of non-surgical musculoskeletal injuries in young athletes.  Some common conditions referred to him include: shoulder, elbow and wrist pain, low back, knee and ankle pain in the competitive young athlete.  In addition, Dr. Marshall also manages various non-orthopaedic conditions such as exercise-induced asthma, concussions, diabetes, and nutritional issues in the athletes including the use of supplements.",
    "Dr. Marshall has been appointed Medical Director of the Sports Medicine Program at Children’s Healthcare of Atlanta and is the Chairman of the Committee on Sports Medicine and Fitness for the Georgia Chapter of the American Academy of Pediatrics.  He is a diplomat to the American Board of Pediatrics, and is a member of the American Academy of Pediatrics, Section on Sports Medicine and Fitness.",
    "He attended medical school at Northeastern Ohio Universities College of Medicine on a United States Navy Scholarship and graduated from an accelerated BS/MD program in 1991.  He completed his residency in general pediatrics at the Naval Medical Center in Portsmouth, Virginia and practiced as a general pediatrician for six years at the Naval Hospital Camp Lejeune and at the University of Michigan in Ann Arbor.  His Sports Medicine training was completed in 2000 through the Children’s Sports Medicine Center in Akron, Ohio and the Hughston Orthopaedic and Sports Medicine Clinic in Alpharetta, Georgia.",
    "Dr. Marshall has spoken at local, regional and national meetings on various sports medicine topics.  He has recently co-authored a chapter on overuse injuries in an orthopaedic textbook and has participated in two scientific research projects involving MRI imaging of pediatric sports injuries and MRI imaging of shoulder pain in throwing athletes.  He has recently been featured on “Good Day Atlanta” for his work in the endorsement of a standardized pre-participation physical exam form by the Georgia High School Association.",
    "His current projects include performance enhancement through the use of video motion analysis and the development of a Medical Advisory Committee for the Georgia High School Association.",
    "Dr. Marshall’s wife, Dr. Kelley Marshall is a pediatric radiologist with Children’s Diagnostic Imaging of Atlanta and they reside in Dunwoody with their 2 children, Grant and Kara.",
    "Dr. Marshall sees patients at the following locations: Alpharetta, Marietta and Meridian Mark."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["Graduate: Northeastern Ohio University - Doctor of Medicine", "Post-Graduate: Naval Medical Center - Portsmouth, VA - Residency in Pediatrics","Fellowship: Children's Sports Medicine Center - Akron, OH - Primary Care Sports", "Fellowship: SPorts Medicine Clinic - Alpharetta, GA - Primary Care Sports Medicine"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Pediatrics"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Overuse injuries", "Concussions"]
            }
    ]
 },{
    "name" : "Robert J. Montero, M.D.",
    "picString" : "robertmontero.PNG",
    "paragraphs" : ["Dr. Robert J. Montero, MD, FAAP, joined Children's Orthopaedics of Atlanta in November, 2011. Not only is he fluent in both English and Spanish, he brings with him a unique clinical experience in Non-Operative Pediatric Orthopaedics.",
    "Dr. Montero underwent his medical training at the Universidad Autonoma de Guadalajara in Guadalajara, Mexico.  Following this he earned his medical degree at New York Medical College in Valhalla, New York in June, 2003. Then, he completed his pediatric internship and residency at Maria Fareri Children’s Hospital located in New York. While there, he served as the Chief Resident of Pediatrics as a third year resident as well as an additional year following residency. Seeking additional training, he ventured to University of Wisconsin at Madison for his fellowship. There he focused on the non-surgical side of treating orthopaedics conditions in children, known as Non-Operative Pediatric Orthopaedics.",
    "Dr. Montero has spent the past three years as a Non-Operative Pediatric Orthopedist at the University of Virginia in Charlottesville (UVA).  While there he was an active member of the UVA Department of Orthopaedics as well as holding an Assistant Professorship at the University.",
    "Dr. Montero’s areas of interest encompass a wide range of musculoskeletal issues from birth to adulthood. This includes congenital/neonatal disorders, such as developmental hip dysplasia, clubfoot, torticollis, metatarsus adductus and limb deficiencies. Developmentally, he is able to evaluate children with gait abnormalities, including intoeing, outtoeing and toe-walking, leg length discrepancy, genu varum (Blount disease) and valgum, cerebral palsy and neuromuscular disorders. Acute disease management includes the evaluation of the child with a limp or swollen joint, slipped capital femoral epiphysis, fractures, osteomyelitis, septic arthritis and tumors. His procedural training includes Ponseti long leg casting of clubfoot with Percutaneous Achilles Tenotomy, knee joint aspiration injection, as well as fracture splinting/casting.",
    "Dr. Montero is currently a Fellow of the American Academy of Pediatrics, an Associate Member of the Pediatric Orthopaedic Society of North America, a member of the AAP Council on Sports Medicine and Fitness, a member of the AAP Section on Pediatric Orthopaedics, as well as a Member of the American Academy of Cerebral Palsy and Developmental Medicine.",
    "Dr. Montero sees patients at the following locations: Alpharetta, Forsyth, Duluth, Marietta and Meridian Mark."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: State University of New York at Brockport, 1998", "Medical School: New York Medical College - Fifth Pathway Program, Valhalla, NY - 2003", "Pediatric Residency: Maria Fareri Children's Hospital - 2007", "Fellowship: Non-operative Pediatric Orthopaedics, University of Wisconsin at Madison, 2008"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Chidlren's Healthcare of Atlanta at Egleston"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Pediatrics, 2009", "Ponseti Method of Clubfoot Correction, 2007"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia", "Medical License - State of Virginia"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Postoperative epidural balcofen use in children with CP", "Developmental delays in children treated via Ponseti Method of Clubfoot Correction"]
            }
    ]
 },{
    "name" : "William Primos, M.D.",
    "picString" : "williamprimos.png",
    "paragraphs" : ["Dr. Bill Primos graduated magna cum laude and received his Doctor of Medicine from the University of Mississippi. He completed a pediatric residency at the University of Mississippi Medical Center in Jackson. His training continued at the University of Wisconsin Hospital and Clinics in Madison where he completed a fellowship in primary care sports medicine and adolescent medicine. There he served as a team physician for the Badger athletic teams.",
    "Dr. Primos is a board certified pediatrician and a certified diplomate in sports medicine. He has been in private practice specializing primarily in sports medicine and musculoskeletal medicine for the last eighteen  years. He has enjoyed his involvement with various Olympic and Para-Olympic activities, including a position as head physician for the United States Under 19 Boxing Team; chief of general medical for the United States Men's Marathon Olympic Trials in 1996; physician at the Paralympic Games in Atlanta in 1996; and volunteer physician at the United States Oympic Training Center in Colorado Springs, Colorado.  He has also served on three different occasions as a physican at the Ironman Triathlon World Championships in Kona, Hawaii. He currently is the head physician for the Suwanee Sports Academy.",
    "Dr. Primos is a fellow of the American Academy of Pediatrics and a member of its Section on Sports Medicine. He is also a charter member of the American Medical Society for Sports Medicine.",
    "He and his wife Genevieve have been blessed with two children, Will and Julia.  They enjoy traveling, especially on international medical mission trips. He also actively participates in running, cycling, archery, and skiing.",
    "Dr. Primos sees patients at the following locations: Alpharetta, Forsyth, Duluth and Meridian Mark."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: University of Mississippi, 1980", "Graduate School: University of Mississippi, 1985", "Doctor of Medicine", "Post-Graduate: University of Mississippi Medical Center, 1988 - Residency in Pediatrics", "Fellowship: University of Wisconsin Hospital and Clinic, 1990 - Primary Care Sports Medicine/Adolescent Medicine"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["Certificate of Added Qualifications in Sports Medicine", "American Board of Pediatrics, 2009"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia", "Medical License - State of North Carolina"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Pediatrics", "American Medical Society for Sports Medicine"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Overuse injuries in runners", "Concussions"]
            }
    ]
 },{
    "name" : "Michael L. Schmitz, M.D.",
    "picString" : "michaelschmitz.png",
    "paragraphs" : ["Dr. Michael Schmitz joined Children's Orthopaedics of Atlanta in 1996. He graduated Phi Beta Kappa with Magna cum Laude from Boston University's College of Liberal Arts. He continued at the Boston University School of Medicine through the accelerated MMEDIC program with honors in ten clinical areas including pediatrics. After completing a surgical internship at Boston City Hospital, he remained in Boston to complete his residency in orthopaedic surgery at Boston University. Dr. Schmitz came to Atlanta for a fellowship in pediatric orthopaedic surgery at the Scottish Rite Children's Medical Center. Upon completion of his fellowship, he was invited to join the staff at Children's Orthopaedics of Atlanta.",
    "Dr. Schmitz has authored papers on the effect of surgical delay on acute infections following open fractures and treatment options for supracondylar humerus fractures. He has authored chapters on the treatment of slipped capital femoral epiphyses and tibial deficiencies in American Academy of Orthopaedic Surgeons Monograph publications. He has had abstracts evaluating orthotic treatment of scoliosis and cost and outcomes of various surgical constructs used to treat scoliosis accepted at international conferences. He has presented at multiple conferences across the nation to orthopaedic surgeons on topics including the use of intra-operative CT- based navigation, deformity correction for scoliosis, pediatric orthopaedic trauma, and pediatric limb deficiency.",
    "In addition to his busy pediatric orthopaedic practice, Dr. Schmitz guides institutional program development and strategy as the Chief of Orthopaedics at Children's Healthcare of Atlanta. He is the co-director of the Spasticity and Limb Deficiency clinics at Children's Healthcare of Atlanta as well as the Medical Director of the Fracture Program.",
    "Dr. Schmitz remains active in a number of associations including the Pediatric Orthopaedic Society of North America, the Scoliosis Research Society, and the Association of Children's Prosthetics and Orthotics Clinics. He participates in the Clinical Research Oversite Committee and is a member of the review team for Children's Center or Pediatric Healthcare Technology Innovation at Georgia Tech.",
    "Dr. Schmitz sees patients at the following locations: Alpharetta, Fayette, Forsyth and Meridian Mark."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: Boston University, 1986", "Medical School: Boston University, 1990", "Orthopaedic Surgery Residency: Boston University, 1995", "Fellowship: Pediatrics Orthopaedic Surgery - Children's Healthcare of Atlanta at Scottish RIte, 1986"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children’s Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Orthopaedic Surgery", "Advanced Trauma and Life Support"]
            },{
                "title" : "Licensure" ,
                "bullets" : ["Medical License - State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Orthopaedic Surgery", "American Medical Association", "Association of Chidlren's Prosthetic-Orthotic Clinics","Healthcare Information and Management Systems Society","Pediatric Orthopaedic Society of North America","Scoliosis Research Society"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Spinal Deformity/Scoliosis", "Limb Deficiency", "Cerebral Palsy","Orthopaedic Trauma"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Brace treatment for idiopathic scoliosis","Use of an evidence-based pathway for post-operative management after spinal fusion for scoliosis","Evaluation fo femur fractures in children less than three years of age", "Efficacy of flexible nail fixation in femur fractures"]
            },{
                "title" : "Personal Interests",
                "bullets" : ["Wakeboarding", "mountain biking", "swimming", "snowboarding"]
            }
    ]
 },{
    "name" : "Tim Schrader, M.D.",
    "picString" : "timschrader.png",
    "paragraphs" : ["Dr. Tim Schrader is a native of Germany.  His family moved from Laboe, a coastal town in northern Germany, to Corvallis, Oregon when he was seven.  After finishing high school, he traveled to New Orleans, Louisiana where he graduated Tau Beta Pi with Summa cum Laude from Tulane University's School of Engineering. He continued at the Tulane University School of Medicine where he was elected to the Alpha Omega Alpha Honor Society. After completing a surgical internship at Charity Hospital in New Orleans, he began his orthopaedic surgery residency at Tulane University.",
    "It was during his residency that Dr. Schrader was first exposed to pediatric orthopaedics at Children's Orthopaedics of Atlanta. After finishing his residency, Dr. Schrader completed a sub-specialty fellowship in pediatric orthopaedic surgery at the Harvard University Children's Hospital-Boston. Upon completion of his fellowship, he was invited to join the staff at Children's Orthopaedics of Atlanta.",
    "He has also completed a Mueller Foundation Hip Fellowship in Bern, Switzerland under the direction of Professor Reinhold Ganz. Combining the training he received in Boston & Bern, Dr. Schrader has developed a special interest in pediatric, adolescent & young adult hip preservataion and hip problems including femeroacetabular impingement (FAI) & hip dysplasia (DDH).   Dr. Schrader is currently the Medical Director of the Children's Healthcare of Atlanta Hip program and is one of a handful of orthopaedic surgeons in the southeast who performs surgical dislocations of the hip (SDH) & Ganz periacetabular osteotomies (PAO).  Dr. Schrader also performs hip arthroscopy which is a minimally invasive approach to dealing with certain hip pathologies.  Surgery for patients over 21 years of age is performed at either Northside Hospital or at Atlanta Medical Center.",
    "Dr. Schrader sees patients at the following locations: Meridian Mark, Alpharetta and Marietta."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: Tulane University, 1991","Medical School: Tulane University, 1995","Orthopaedic Surgey Residency: Tulane University, 2000", "Fellowship: Pediatric Orthopaedic Surgery, Harvard University, Children's Hospital of Boston, 2001", "Fellowship: Mueller Foundation Fellowship with Professor R. Ganz, Hip Reconstruction, 2004"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children’s Healthcare of Atlanta at Egleston", "Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Orthopaedic Surgery"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Orthopaedic Surgeons", "American Academy of Pediatrics", "Atlanta Orthopaedic Society", "Georgia Orthopaedic Society", "Pediatric Orthopaedic Society of North America"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Treatment of pediatric, adolescent, and young hip disorders" ,"Hip problems in athletes", "Muscular Dystrophy"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["Pulmonary function in children with muscular dystrophy", "Outcomes after hip surgery in adolescents and young adults", "Treatment of Perthes disease using core decompression and bone marrow aspirate", "Assessing femoral head perfusion in SCFE patients"]
            }
    ]
 },{
    "name" : "S. Clifton Willimon, M.D.",
    "picString" : "willimonsamuel.png",
    "paragraphs" : ["Dr. Cliff Willimon is an orthopaedic surgeon at Children's Orthopaedics of Atlanta. He specializes in disorders of the knee, hip, and shoulder as well as sports-related injuries to the elbow and ankle. In addition, he has a special interest in hip preservation in kids, adolescents and adults. Dr. Willimon also provides leadership at Children's Healthcare of Atlanta as the Medical Director of Sports Medicine Research and Outcomes.",
    "Dr. Willimon is a native of LaGrange, Georgia. Following high school, he graduated summa cumme laude from Wofford College. While at Wofford, he was distinguished with selection to the Phi Beta Kappa Honor Society, as well as a student government. Following his undergraduate studies, Dr. Willimon completed medical school at Emory University where he was named to the Alpha Omega Alpha Honor Society, which he served as president as a senior medical student.",
    "Dr. Willimon’s orthopaedic training was completed at Duke University Medical Center. While at Duke, he served as a resident team physician for Duke University Athletics, North Carolina Central University and Hillside High School.",
    "After serving as a Chief Resident at Duke, he pursued further specialized training at the prestigious Steadman Clinic and Steadman Philippon Research Institute in Vail, Colorado. In Vail, he trained under leaders in sports medicine including Doctors Marc Philippon, Richard Steadman, Peter Millett, Robert LaPrade and William Sterett. He learned advanced arthroscopic and reconstructive surgery techniques for the treatment of complex disorders of the hip, knee, and shoulder, as well as all sports-related injuries. While in Vail, Dr. Willimon cared for professional athletes from the NFL, MLB, NHL, ATP/WTA, and PGA tours, as well as collegiate, high school, and recreational athletes. Recently, Dr. Willimon served as the team physician for the US Women’s Alpine Team at the Audi FIS Ski World Cup Competition in St. Moritz, Switzerland. In addition, Dr. Willimon was a medical provider for the Audi Bird’s of Prey World Cup Ski Race in Beaver Creek, Colorado and the Dew Tour Ski and Snowboard Competition in Breckenridge, Colorado.",
    "Throughout his training, Dr Willimon has performed orthopaedic research. He has been published in peer-reviewed journals, written book chapters and review articles, as well as produced instructional surgical videos. His work has been presented at multiple national meetings.",
    "He is also a member of numerous academic societies including the American Academy of Orthopaedic Surgeons, the American Orthopaedic Society for Sports Medicine, the Arthroscopy Association of North America and the Piedmont Society.",
    "Dr. Willimon and his wife have two children. When not spending time with his family, Dr. Willimon enjoys many outdoor pursuits including golfing, fishing and skiing.",
    "Dr. Willimon sees patients at the following locations: Fayette, Duluth , Marietta and Meridian Mark."],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" : ["College: Wofford College, 2001", "Medical School: Emory University, 2005", "Orthopaedic Surgery Residency: Duke University, 2010", "Fellowship: Knee, Shoulder, and hip Sports Medicine Fellowship, The Steadman Clinic and Steadman-Philippon Research Institute, 2011"]
            },{
                "title" : "Hospital Affiliations",
                "bullets" : ["Children's Healthcare of Atlanta at Scottish Rite", "Children's Healthcare of Atlanta at Egleston", "Northside Hospital"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["Board Eligible - American Board of Orthopaedic Surgery", "Certified Principal Investigator"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License - State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Orthopaedic Surgeons", "American Orthopaedic Society of Sports Medicine", "Arthroscopy Association of North America", "Piedmont Orthopaedic Society", "Association of Clinical Research Professionals", "Alpha Omega Alpha Medical Honor Society"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Arthroscopic Surgery", "Complex Hip Arthroscopy", "Complex Knee Ligament and Cartilage Reconstruction", "Shoulder Dislocations", "Sports-related injuries", "Orthopaedic Trauma"]
            },{
                "title" : "Current Research Interests",
                "bullets" : ["ACL reconstructions in children and adolescents", "Hip arthroscopy in adolescents", "Microfracture in the growing knee", "Femeroacetabular impingement (FAI)", "Arthroscopic suture fixation of tibial spine fractures", "Evidence-based sports medicine"]
            }
    ]
 },{
    "name" : "J. Stephen Kroll, M.D.",
    "picString" : "stephen-kroll-profile.jpg",
    "paragraphs" : ["Dr. Stephen Kroll began his education at West Virginia University. While studying at WVU, he graduated Cum Laude with a B.A. in Biology and Magna Cum Laude with a B.S. in Exercise Physiology. He then earned his Medical Doctorate at WVU as well. Before leaving WVU, he completed a Pediatric Residency and then went onto the University of South Carolina to complete a Sports Medicine Fellowship.",
    "Dr. Kroll provided multiple teams in West Virginia and South Carolina with Sports Medicine physician coverage including the University of South Carolina Football, M/W Basketball, M/W Soccer, Volleyball, Baseball, Softball, M/W Track, M/W Swimming and Diving, M/W Tennis, M/W Golf, Equestrian and Cheerleading teams. More recently from 2009 through 2012, he provided coverage for Dacula, North Gwinnett and Lanier High Schools and was also a participating team physician for the All Sports Georgia High School State Wrestling Tournaments.",
    "Before coming to COA in 2012, Dr. Kroll practiced at Georgia Sports Medicine in Gwinnett since 2009. He has been featured on CNN and Channel 5 Atlanta discussing the diagnosis, treatment and improvements in management of Concussions.",
    "He sees patients at the following locations:  Meridian Mark and Forsyth"],
    "greenBoxes" : [
            {
                "title" : "Education",
                "bullets" :["College: West Virginia University, 1998 & 1999", "Medical School: West Virginia University, 2005","Pediatric Residency: West Virginia University, 2008","Sports Medicine Fellowship: University of South Carolina, 2009"]
            },{
                "title" : "Licensure",
                "bullets" : ["Medical License – State of Georgia"]
            },{
                "title" : "Professional Affiliations",
                "bullets" : ["American Academy of Pediatrics","American Medical Society for Sports Medicine"]
            },{
                "title" : "Areas of Clinical Interest",
                "bullets" : ["Sports Medicine","Musculoskeletal Injuries","Concussions"]
            },{
                "title" : "Personal Interests",
                "bullets" : ["Playing the guitar and piano","Exercising and being active","Spending time with family and friends"]
            },{
                "title" : "Board Certifications",
                "bullets" : ["American Board of Pediatrics"]
            }
    ]
 }
]





