[
	{
		"name" : "J. Brian Kelly, PA-C",
		"picString" : "briankelly.png",
		"paragraphs" : ["Brian grew up in Huntsville, Alabama. He initially attended David Lipscomb University on a tennis scholarship; however, two years later he transferred to the University of South Alabama to enroll in the athletic training program. Brian spent most of his undergraduate sports medicine training with the varsity basketball, track/cross country teams, and local high school football teams. In addition to the sports medicine program, Brian completed an emergency medical technology program in the summer of 1996. He became a certified athletic trainer in 1998 and maintained that certification through 2005.",
		"After graduating from college, Brian initially worked in the physical therapy and rehabilitation department for Springhill Memorial Hospital in Mobile, Alabama for one year. He then, decided, to continue his education and enrolled in the Physician Assistant (PA) program at the University of South Alabama. Brian received his Masters of Health Science degree in the fall of 2001. After passing his medical board exam in Physician Assistant Studies, Brian worked briefly in pain management before ultimately moving to Georgia.",
		"Brian has been working in the field of orthopaedics since 2002. He began his orthopaedic career in Conyers, GA – treating both children and adults in a general orthopaedic practice. Four years later, Brian joined our team at Children’s Orthopaedics of Atlanta. His clinical interests include fracture care, as well as diagnosis and treatment of sports injuries, intoeing, and infantile blount’s disease. Brian is supervised by Dr. Tim Schrader. In his spare time, he enjoys golfing and he is a huge fan of University of Alabama football."],
		"greenBoxes" : [
				{
					"title" : "Education",
					"bullets" : ["Undergraduate: University of South Alabama","Graduate: University of South Alabama","Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants","Georgia Association of Physician Assistants"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma","Blount’s Disease and Intoeing","Sports Injuries"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Tim Schrader, M.D."]
				}
		]
	},
	{
		"name" : "Nancy Kralovich, PA-C",
		"picString" : "nancykralovich.png",
		"paragraphs" : ["Nancy is originally from New Jersey. She began her medical education in college, earning a Bachelor of Science degree in Physician Assistant (PA) studies at the New York Institute of Technology. She continued her education further west at the University of Nebraska, obtaining her Master of Science degree, also in PA studies.",
		"After she earned her degree, Nancy moved to Atlanta and began her PA career in OB/GYN and soon transitioned into orthopaedic surgery.  She joined the team at Children’s Orthopaedics of Atlanta (COA) in 2008.  Nancy’s areas of clinical interest include both orthopaedic trauma and sports injuries.  She is certified by the National Commission on Certification of Physician Assistants and is a member of the American Academy of Physician Assistants and the Society for Physician Assistants in Pediatrics.",
		"Nancy resides in Atlanta with her husband David.  In her spare time, she enjoys spending time with her family, running, and travelling."],
		"greenBoxes" : [
				{
					"title" : "Education" ,
					"bullets" : ["Undergraduate: New York Institute of Technology","Graduate: University of Nebraska - Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants","Society for Physician Assistants in Pediatrics"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic trauma","Sports injuries"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Jill C. Flanagan, MD"]
				}
		]
	},
	{
		"name" : "Rebecca Lunsford, PA-C",
		"picString" : "rebeccalunsford.png",
		"paragraphs" : ["Rebecca is originally from Cleveland, Ohio. She attended Mercyhurst College in Erie, Pennsylvania. There she earned a Bachelor of Science degree in Sports Medicine - Athletic Training. She became certified by the National Athletic Trainer's Association Board of Certification as an Athletic Trainer. She worked as a certified Athletic Trainer before gaining acceptance into the Physician Assistant program at Barry University in North Miami, Florida.",
		"Rebecca graduated from Barry University in 2002 with a Master’s of Clinical Medical Sciences - Physician Assistant (PA) Studies degree.  She is certified as a Physician Assistant by the National Commission on Certification of Physician Assistants and is licensed by the state of Georgia.",
		"Rebecca began practicing as a PA in general orthopaedics before joining Children's Orthopaedics of Atlanta (COA) in 2004.  Rebecca briefly left the practice in 2006 while her husband attended graduate school in Davie, Florida.  During this time, Rebecca worked at Joe DiMaggio Children's Hospital - Division of Pediatric Orthopaedics, in Hollywood, Florida.  She and her husband returned to Atlanta in 2008.  Rebecca re-joined the team at COA in 2008.",
		"Rebecca's primary supervising physician is Dr. Michael Busch.  She is part of the Sports Medicine team.  In addition to her evaluation and treatment of sports injuries, she also cares for many children with acute fractures."],
		"greenBoxes" : [
				{
					"title" : "Education",
					"bullets" : ["Undergraduate: Mercyhurst College","Graduate: Barry University - Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" :["Georgia State Certified Physician Assistant"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants","Georgia Academy of Physician Assistants"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma","Sports Injuries"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Michael T. Busch, MD"]
				}
		]
	},
	{
		"name" : "Lynda Palmer, PA-C",
		"picString" : "lyndapalmer.png",
		"paragraphs" : ["When Lynda Palmer joined Children's Orthpaedics of Atlanta (COA) in 2000, she was only the second physician assistant (PA) in the practice at time. Upon arrival, she brought with her years of PA orthpaedic experience and three years of serving in the US Army as an Orthopaedic Technician. Now, after being a Board Certified PA for over twenty five years and demonstrating more than eleven years of leadership within COA, the practice now employs eight PAs.",
		"She began her career after graduating from the University of Iowa in 1986. After graduation, she worked in a small Massachusetts office that quickly became one of the busiest in the area. Thriving in the busy pediatric environment, Lynda supported a solo practitioner treating young patients with a variety of general orthopaedic conditions.",
		"Once her daughter was grown, Lynda took the opportunity to relocate to Florida. She worked in a large physician practice specializing in sports medicine and joint replacement. The practice also supported a level one trauma center hospital.",
		"While in Florida, she recognized an unmet need in her community. As a result, she established an educational outreach program for people with osteoporosis. This program was well received by seniors in the area. She is still a firm believer in giving back to the community. She has volunteered with Hands on Atlanta, Leukemia and Lymphoma Society, ESL and many other charities.",
		"In addition to her professional career, she has many outside interests. She can be seen acting in community theater, enjoys hiking, biking, travel and photography. Lynda’s daughter, her pride and joy, earned her Master’s from the University of Southern California, Television and Cinema Production Program, and is working currently in television."],
		"greenBoxes" : [
				{
					"title" : "Education",
					"bullets" : ["Undergraduate: University of Iowa","Graduate: University of Iowa - Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma", "Clubfoot/Metatarsus Adductus", "Scoliosis"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Dennis P. Devito, MD"]
				}
		]
	},{
		"name" : "Ashley Thomas, PA-C",
		"picString" : "ashleythomas.png",
		"paragraphs" : ["Ashley attended the University of Georgia (UGA) in Athens, GA where she graduated with a Bachelor of Science degree in Exercise and Sport Science, with honors. She was a UGA athlete and also worked as a certified Personal Trainer. Ashley attended the Physician Assistant program at South University in Savannah, GA where she graduated with honors with a Master of Science degree in Physician Assistant Studies and was named to the Pi Alpha National Physician Assistant Honor Society.",
		"Ashley is certified by the National Commission on Certification of Physician Assistants and is a member of the American Academy of Physician Assistants as well as the Georgia Association of Physician Assistants.",
		"Ashley initially practiced in Cardiothoracic and Vascular Surgery before joining Children's Orthopaedics of Atlanta."],
		"greenBoxes" : [
				{
					"title" : "Education" ,
					"bullets" : ["Undergraduate: University of Georgia", "Graduate: South University - Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants","Georgia Association of Physician Assistants"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Jorge A. Fabregas, MD"]
				}
		]
	},{
		"name" : "Wallace E. Wilson, PA-C",
		"picString" : "wallacewilson.png",
		"paragraphs" : ["Ed joined Children's Orthopaedics of Atlanta in June, 2003 after 10 years in Tallahassee, Florida.",
		"He is a retired officer from the United States Coast Guard. While in the Coast Guard, he graduated from George Washington University for Medical Technology, Radiology Technician School, Survival School and Environmental Health and Safety School. He also received training as an Emergency Medical Technician (EMT).",
		"After the military, Ed then earned a Bachelor of Science degree from Iona College and a Bachelor of Health Science in Physician Assistant Studies. To add to his already impressive educational achievements, he earned a Masters in Health Sciences and post graduate studies from Duke University in Durham, North Carolina.",
		"While in Tallahassee, Ed worked with some of the women's sports program at Florida State University, provided medical coverage for the Tiger Shark professional ice hockey team and the indoor professional football team. He also worked closely with the northern Florida Special Olympic Association for 10 years. Ed is a die-hard Duke fan and is happy to be in Atlanta working closer to his children and grandchildren."],
		"greenBoxes" : [
				{
					"title" : "Education",
					"bullets" : ["Undergraduate: Iona College","Graduate: Duke University - Master of Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma","Sports Injuries"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Michael L. Schmitz, MD"]
				}
		]
	},{
		"name" : "Derek Zefo, PA-C",
		"picString" : "derekzefo.png",
		"paragraphs" : ["Derek attended the University of Alabama where he graduated with a Bachelor of Science degree in Athletic Training. He worked in outpatient physical therapy with athletic training responsibilities to local high schools in both Alabama and Middle Tennessee for seven years. His athletic training experience allowed him the opportunity to work the 1998 and 1999 training camps for the NFL Buffalo Bills. He completed his medical training from Emory University, graduating with a Master of Medical Science from the Physician Assistant Program in 2007. After graduation, Derek started in adult orthopaedics here in Atlanta before joining Children's Orthopaedics of Atlanta in the summer of 2009.",
		"Derek is currently certified by the National Commission of Physician Assistants and the Board of Certification for Athletic Training. He is a member of the American Academy of Physician Assistants and the Georgia Association of Physician Assistants.",
		"During his free time, Derek enjoys spending time with his wife and children, golfing and outdoor activities."],
		"greenBoxes" : [
				{
					"title" : "Education",
					"bullets" : ["Undergraduate: The University of Alabama","Graduate: Emory University - Master of Medical Science – Physician Assistant"]
				},{
					"title" : "Licensure",
					"bullets" : ["Georgia State Registered Physician Assistant","NATABOC Certified Athletic Trainer"]
				},{
					"title" : "Professional Affiliations",
					"bullets" : ["American Academy of Physician Assistants","Georgia Association of Physician Assistants"]
				},{
					"title" : "Areas of Clinical Interest",
					"bullets" : ["Orthopaedic Trauma"]
				},{
					"title" : "Supervising Physician",
					"bullets" : ["Jed Axelrod, MD"]
				}
		]
	}
]

















